[Main]
DisplayName=Hungarian

[UnLocker1_frmMain]
Label_Title_Detail.caption=Ez az eszköz segít feloldani azokat a fájlokat/mappákat amiket egy másik folyamat zárolt.
Label_Setting.caption=Egyéb3
lbl_CheckForUpdate.caption=Frissítés ellenőrzés
lbl_FileInfo_Title.caption=Kiválasztott fájlok/mappák
lbl_Add_describe.caption=Feloldandó fájlok/mappák.
Húzza ide a fájlokat/mappákat vagy kattintson a "Hozzáadás" gombra!
chk_Advanced.caption=Erőltetett
btn_Browse.caption=Hozzáadás
btn_Close.caption=Kilépés
lbl_Add.caption=Hozzáadás
cx_Action.caption=Feloldás
img_AddHint.hint=Fájlok/mappák hozzáadásra feloldáshoz.
img_AdcancedHint.Hint=Az Erőltetett mód leállítja az összes kapcsolódó folyamatot. Ha feloldás nem sikerült Normál módban, akkor próbálja meg Erőltetett módban.

Menu_UnlokcDelete.caption=Feloldás && Törlés
Menu_UnlockRename.caption=Feloldás && Átnevezés
Menu_UnlockMove.caption=Feloldás && Mozgatás
Menu_UnlockCopy.caption=Feloldás && Másolás

Menu_Language.caption=Nyelv
Menu_SendFeedback.caption=Visszajelzés küldés
Menu_IObitOnline.caption=IObit Online
Menu_Technical_Support.caption=Technikai támogatás
Menu_About.caption=Névjegy

ListView_FileInfo.Columns[0].caption=Fájlok/Mappák
ListView_FileInfo.Columns[1].caption=Állapot

ListView_LockInfo.Columns[0].caption=Név
ListView_LockInfo.Columns[1].caption=Elérési útvonal
ListView_LockInfo.Columns[2].caption=Pid

[UnLocker1_frmTip]
lab_Tip.caption=Elindíthatja a programot, ha jobb egér gombbal kattint a fájlokon/mappákon és utána az IObit Unlocker-t választja.
btn_Close.caption=OK

[UnLocker1_frmWriteText]
btn_OK.caption=Feloldás && Átnevezés
btn_Cancel.caption=Mégsem
btn_Apply.caption=Alkalmaz
lbl_edt.caption=Írja be az új nevet:

ListView.Columns[0].caption=Eredeti név
ListView.Columns[1].caption=Új név

[Unlocker1_M]
Unlocker_Delete=Ez véglegesen törli a fájlokat/mappákat. Folytatja?
Unlocker_Status_Notlocked=Nincs zárolva
Unlocker_Status_locked=Zárolt

Unlocker_Action_Delete=& Törlés
Unlocker_Action_Rename=& Átnevezés
Unlocker_Action_Move=& Áthelyezés
Unlocker_Action_Copy=& Másolás
Unlocker_Status_Change_Unlocking=Feloldás
Unlocker_Status_Change_Unlock=Feloldás
Unlocker_Status_Change_sucessfully=sikeres
Unlocker_Status_Change_failed=hibás
File_Detail_Notlocker=nincs zárolva.
File_Detail_occupied=alábbi folyamatok által foglalt.
Browser_Folder=Válassza ki a fájlt/mappát feloldásra
File_Operation=Nem tudja feloldani a helyi meghajtókat.
File_Rename_Long=A név túl hosszú
File_Rename_special=A név speciális karaktereket tartalmaz

MoveDialog_Prompt=Válassza ki a cél mappát ahova áthelyezi az objektumot
CopyDialog_Prompt=Válassza ki a cél mappát ahova átmásolja az objektumot
Action_Sucesses=A művelet sikeresen befejeződött
Action_Error_One=A művelet nem sikerült
AddFile_Filter=Nem lehet feloldani a rendszer elérési útvonalat.
Action_Error_More=néhány fájlt/mappát nem sikerült
Action_Error_Detaill=Lehet, hogy fájloknak/mappáknak megegyezik a neve
cmd_Error_Prompt_1=Parancssori használat:
cmd_Error_Prompt_2=Parancs [Beállítás] Objektum
cmd_Error_Prompt_3=Parancs:
cmd_Error_Prompt_4=Beállítás:
cmd_Error_Prompt_5=Objektum:
cmd_Error_Prompt_6=Nincs:
cmd_Error_Prompt_7=Törlés:
cmd_Error_Prompt_8=Átnevezés:
cmd_Error_Prompt_9=Áthelyezés:
cmd_Error_Prompt_10=Másolás:


[UnLocker1_frmAbout]
lbl_Thanks_Title.caption=Köszönet a következö személyeknek nagyfokú közreműködésükért:
lbl_warning.caption=Figyelem: Ez a Számítógép program Szerzői Joggal és Nemzetközi Szerződésekkel védett.
lbl_CopyRight.caption=Szerzői jog(C) 2005-2017 IObit. Minden jog foglalt.
btn_OK.caption=OK

